Repository: HubBucket/wordpress-creative-commons-configurator
Catalog: languages/cc-configurator-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: License Settings
de_de: Lizenz-Einstellungen

source: License
de_de: Lizenz

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht ausreichende Rechte zum Zugriff auf diese Seite.

source: Creative Commons license options saved.
de_de: Creative Commons Lizenz-Einstellungen gespeichert.

source: Creative Commons license options deleted from the WordPress database.
de_de: Creative Commons Lizenz-Einstellungen aus der WordPress-Datenbank gelöscht.

source: Creative Commons license saved.
de_de: Creative Commons-Lizenz gespeichert.

source: Welcome to the administration panel of the Creative-Commons-Configurator plugin for WordPress.
de_de: Willkommen zum Admin-Panel des Creative-Commons-Configurator-Plugins für WordPress.

source: Select License
de_de: Lizenz auswählen

source: A license has not been set for your content. By pressing the following link you will be taken to the license selection wizard hosted by the Creative Commons Corporation. Once you have completed the license selection process, you will be redirected back to this page.
de_de: Es wurde keine Lizenz für Deinen Inhalt gesetzt. Durch Anklicken des folgenden Links kommst du zu dem von der Creative Commons Corporation gehosteten Lizenz-Auswahl-Wizard. Nach Abschluss des dortigen Auswahlverfahrens wirst du zurück auf diese Seite geleitet.

source: New License
de_de: Neue Lizenz

source: Current License
de_de: Aktuelle Lizenz

source: A license has been set and will be used to license your work.
de_de: Eine Lizenz wurde gesetzt und wird zur Lizenzierung Deines Werkes verwendet.

source: If you need to set a different license, press the <em>Reset License</em> button below. By reseting the license, the saved plugin options are removed from the WordPress database.
de_de: Wenn du eine andere Lizenz setzen willst. klicke auf den nachfolgenden <em>Lizenz zurücksetzen</em>-Button. Durch Zurücksetzen der Lizenz werden die gespeicherten Plugin-Einstellungen aus der WordPress-Datenbank gelöscht.

source: Reset License
de_de: Lizenz zurücksetzen

source: This message can de deactivated in the settings below.
de_de: Diese "Message from the author" kann weiter unten abgeschaltet werden.

source: Configuration
de_de: Konfiguration

source: Here you can choose where and how license information should be added to your blog.
de_de: Hier kannst Du auswählen wo und wie die Lizenz-Information in Deinen Blog eingefügt wird.

source: Syndicated Content
de_de: Syndizierte Inhalte

source: Include license information in the blog feeds. (<em>Recommended</em>)
de_de: Lizenz-Information in die Newsfeeds einfügen. (<em>Empfohlen</em>)

source: Page Head HTML
de_de: Seitenkopf-HTML

source: Include license information in the page's HTML head. This will not be visible to human visitors, but search engine bots will be able to read it. Note that the insertion of license information in the HTML head is done in relation to the content types (posts, pages or attachment pages) on which the license text block is displayed (see the <em>text block</em> settings below). (<em>Recommended</em>)
de_de: Lizenz-Information in den HTML-Code des Seitenkopfes einfügen. Der Code ist für menschliche Seitenbesucher nicht sichtbar, aber für Suchmaschinen lesbar. Beachte, dass das Einfügen der Lizenz-Information in den HTML-Kopf auf Grundlage der Inhaltstypen geschieht (einzelne Posts, Seiten oder Attachment-Seiten), die für die Lizez-Information definiert sind (vgl. die nachfolgenden <em>Text-Block</em>-Einstellungen). (<em>Empfohlen</em>)

source: By enabling the following options, a small block of text, which contains links to the author, the work and the used license, is appended to the published content.
de_de: Durch Aktivierung der nachfolgenden Einstellungen wird dem veröffentlichten Inhalt ein kleiner Textblock mit Links zum Autoren/zur Autorin, zu dem Werk und zu der eingestellten Lizenz nachgestellt.

source: Posts: Add the text block with license information under the published posts. (<em>Recommended</em>)
de_de: Posts: Text-Block mit Lizenz-Information unter den veröffentlichten Posts einfügen. (<em>Empfohlen</em>)

source: Pages: Add the text block with license information under the published pages.
de_de: Seiten: Text-Block mit Lizenz-Information unter den veröffentlichten Seiten einfügen. (<em>Empfohlen</em>)

source: Attachments: Add the text block with license information under the attached content in attachment pages.
de_de: Attachments: Text-Block mit Lizenz-Information unter den veröffentlichten Attachment auf den jeweiligen Attachment-Seiten einfügen. (<em>Empfohlen</em>)

source: By enabling the following option, the license image is also included in the license text block.
de_de: Durch Aktivierung der nachfolgenden Option wird zusätzlich das Lizenz-Logo in den Lizenz-Text-Block eingefügt.

source: Include the license image in the text block.
de_de: Lizenz-Logo in den Text-Block einfügen.

source: Extra Text Block Customization
de_de: Weitere Text-Block-Anpassungen

source: The following settings have an effect only if the text block containing licensing information has been enabled above.
de_de: Nachfolgende Einstellungen wirken sich nur aus, wenn der Text-Block mit Lizenz-Informationen weiter oben aktiviert wurde.

source: Include extended information about the published work and its creator. By enabling this option, hyperlinks to the published content and its creator/publisher are also included into the license statement inside the block. This, by being an attribution example itself, will generally help others to attribute the work to you.
de_de: Weitere Informationen über das veröffentlichte Werk und dessen Schöpfer/Schöpferin anzeigen. Durch Aktivierung dieser Option werden Hyperlinks zum veröffentlichten Inhalt und dessen Schöpfer/Schöpferin in die Lizenz-Information eingefügt. Dieses Attributionsbeispiel erleichtert anderen Dein Werk korrekt zu referenzieren/zitieren.

source: If extended information about the published work has been enabled, then you can choose which name will indicate the creator of the work. By default, the blog name is used.
de_de: Ist die oben die "Weitere Information" aktiviert, kann hier der Name des Schöpfers/der Schöpferin eingetragen werden. Als Grundeinstellung wird hier der Blog-Name eingefügt.

source: If you have added any extra permissions to your license, provide the URL to the webpage that contains them. It is highly recommended to use absolute URLs.
de_de: Zur Verknüpfung zusätzlicher Lizenz-Regelungen kann hier die URL zu der Seite eingefügt werden, auf der jene gelistet sind. Die Verwedung absoluter URLs wird nachdrücklich empfohlen.

source: Example
de_de: Beispiel

source: Colors of the text block
de_de: Farben des Text-Blocks

source: Set a color for the text that appears within the block (does not affect hyperlinks).
de_de: Farbe für den Text setzen, der in dem Text-Block erscheint (unabhängig von Hyperlinks-Farben).

source: Default
de_de: Default-Einstellung

source: Set a background color for the block.
de_de: Farbe für den Hintergund des Text-Blocks setzten.

source: Set a color for the border of the block.
de_de: Farbe für den Rahmen des Text-Blocks setzen.

source: Disable the internal formatting of the license block. If the internal formatting is disabled, then the color selections above have no effect any more. You can still format the license block via your own CSS. The <em>cc-block</em> and <em>cc-button</em> classes have been reserved for formatting the license block and the license button respectively.
de_de: Interne Formatierung des Lizenz-Blocks ausschalten. Ist die interne Formatierung deaktiviert, haben die obenstehenden Farbangaben keine Wirkung mehr. Du kannst den Lizenz-Block mit eigenen CSS-Angaben formatieren. Die CSS-Klassen <em>cc-block</em> und <em>cc-button</em> bestimmen das Aussehen des Text-Blocks und des Buttons.

source: Donations
de_de: Spenden

source: By checking this, the <em>message from the author</em> above goes away. Thanks for <a href="http://www.g-loaded.eu/about/donate/">donating</a>!
de_de: Hier kann die "Message from the author" abgeschaltet werden. Der Plugin-Autor dankt für <a href="http://www.g-loaded.eu/about/donate/">Spenden</a>!

source: Save Changes
de_de: Änderungen speichern

source: Advanced Info
de_de: Erweiterte Information

source: Creative Commons License
de_de: Creative Commons-Lizenz

source: The
de_de: Der Inhalt

source: by
de_de: von

source: This work
de_de: Dieser Inhalt

source: unless otherwise expressly stated
de_de: sofern nicht ausdrücklich anders festgestellt

source: is licensed under a
de_de: ist lizenziert unter einer

source: Terms and conditions beyond the scope of this license may be available at
de_de: Weitere Nutzungsbedingungen:

source: First + Last Name
de_de: Vor- und Nachname

source: Last + First Name
de_de: Nach- und Vorname

source: Displayed Name
de_de: Angezeigter Name
